Repository: alba-santalo/katawa-shoujo-re-cat
Catalog: definitions.po
Languages: ca

source: (replay)
ca: (repetició)

source: No scene
ca: Sense escena

source: Nothing
ca: Res

source: Playing history
ca: Historial de reproducció

source: Watching video
ca: S'està visualitzant el vídeo

source: In main menu
ca: Al menú Principal

source: Listening
ca: S'escolta

source: Act 1
ca: Acte 1

source: Prologue
ca: Pròleg

source: Out Cold
ca: Fred a fora

source: On a cold, snowy day, Hisao's dreams were about to be realized, only to be cut short by a sudden heart attack.
ca: Un dia fred i nevat, els somnis d'en Hisao estaven a punt de fer-se realitat, però van ser interromputs per un atac de cor inesperat.

source: Bundle of Hisao
ca: Paquet d'en Hisao

source: Hisao is told about Yamaku Academy, where he will likely spend the rest of his high school days.
ca: En Hisao sent parlar de l'Acadèmia Yamaku, on segurament passarà la resta dels seus dies d'institut.

source: Act 1: Life Expectancy
ca: Acte 1: Esperança de vida

source: Gateway Effect
ca: El punt de partida

source: Hisao steps into Yamaku Academy for the first time, and meets his homeroom teacher, Mutou.
ca: En Hisao entra a l'Acadèmia Yamaku per primer cop, i coneix el seu tutor, en Mutou.

source: Enter Stage Left
ca: Entrada en escena

source: Introductions to the class, and meeting with the class representative and her interpreter.
ca: Presentació a la classe, i trobada amb la representant de classe i la seva intèrpret.

source: In the Nursery
ca: A la infermeria

source: Misha and Shizune show Hisao the cafeteria, after which he goes to see the nurse.
ca: La Misha i la Shizune mostren a en Hisao la cafeteria, després va a veure la infermera.

source: Nobody's Room
ca: L'habitació de ningú

source: Hisao moves into his new room, meeting his hallmate Kenji in the process.
ca: En Hisao es trasllada a la seva nova habitació, i durant el procés coneix en Kenji, el seu veí.

source: Smalltalk
ca: Conversa banal

source: Shizune and Misha tell Hisao about the upcoming festival and invite him to lunch.
ca: La Shizune i la Misha expliquen coses a en Hisao sobre el pròxim festival i el conviden a dinar.

source: Risk vs. Reward
ca: Risc vs. recompensa

source: Shizune and Hisao battle for the world in a game of Risk.
ca: La Shizune i en Hisao lluiten per conquerir el món en una partida de Risk.

source: Pseudo Tea Cosy
ca: Un quasi te acollidor

source: Looking for the library, Hisao gets lost and finds Lilly in a disused classroom.
ca: Tot buscant la biblioteca, en Hisao es perd i troba la Lilly dins una aula en desús.

source: Shared Library
ca: La biblioteca compartida

source: Finally finding his way to the library, Hisao meets and scares off Hanako.
ca: Finalment, quan troba el seu camí cap a la biblioteca, en Hisao es troba a la Hanako i l'espanta.

source: Bizarre and Surreal
ca: Insòlit i surrealista

source: Kenji reveals the dark secrets of Yamaku.
ca: En Kenji revela els secrets obscurs del Yamaku.

source: Lunch Evolution Theory
ca: La teoria de l'evolució del dinar

source: Shizune and Misha badger Hisao into joining the Student Council before discussing lunch.
ca: La Shizune i la Misha burxen a en Hisao perquè s'uneixi al Consell d'Estudiants abans de parlar del dinar.

source: Short Sharp Shock
ca: Batzacada breu i brusca

source: On his way to lunch alongside Misha and Shizune, Hisao collides with Emi in the hallway.
ca: De camí a dinar amb la Misha i la Shizune, en Hisao xoca amb l'Emi pel passadís.

source: Meet Cute
ca: Una trobada adorable

source: Hisao collides with a rampaging Emi on his way to lunch with Hanako and Lilly.
ca: En Hisao xoca amb una Emi salvatge en el seu camí per anar a dinar amb la Hanako i la Lilly.

source: Detour Ahead
ca: Desviament a la vista

source: Shizune and Misha take Hisao to their favourite teahouse, the Shanghai.
ca: La Shizune i la Misha porten a en Hisao a la seva casa de te preferida, la de Shanghai.

source: Sip (Part 1)
ca: Glop (Part 1)

source: Hisao has a peaceful lunch with Lilly and Hanako.
ca: En Hisao té un dinar tranquil amb la Lilly i la Hanako.

source: It Builds Character
ca: Enfortir el caràcter

source: Mutou tries to have a D&M talk with Hisao, but Misha interrupts and puts Hisao to work.
ca: En Mutou intenta tenir una conversa profunda amb en Hisao, però la Misha els interromp i posa a en Hisao a treballar.

source: A Private Lunch
ca: Un dinar privat

source: Searching for supplies, Hisao happens across a strange girl in the art room.
ca: Buscant subministraments, en Hisao topa amb una noia estranya a la sala d'art.

source: Waylay
ca: Emboscada

source: While helping Rin carry some paint, Hisao is quizzed by the nurse.
ca: Mentre ajuda la Rin a portar pintura, una infermera interroga en Hisao.

source: The Other Green
ca: L'altre verd

source: Hisao watches Rin paint her mural.
ca: En Hisao mira com la Rin pinta el seu mural.

source: The Running Girl
ca: La corredora

source: When attempting to do some morning exercise, Hisao meets Emi at the running track.
ca: Quan intenta fer algun exercici matinal, en Hisao es troba amb l'Emi a la pista.

source: Soap
ca: Sabó

source: Kenji ambushes Hisao in the shower in an attempt to get some cash.
ca: En Kenji para una emboscada a en Hisao a la dutxa amb la intenció d'obtenir diners.

source: Cold War
ca: Guerra freda

source: Shizune and Lilly face off over budget requests.
ca: La Shizune i la Lilly s'encaren per les peticions pressupostàries.

source: Proof of Competency
ca: Prova de competència

source: Shizune and Misha assault Hisao in an attempt to get him to join the Student Council.
ca: La Shizune i la Misha assalten en Hisao amb la intenció que s'uneixi al Consell d'Estudiants.

source: Event Horizon
ca: Horitzó d'esdeveniments

source: Above and Beyond
ca: Més enllà

source: Hisao gets a lecture about the noble duties of a Student Council.
ca: En Hisao rep un sermó sobre les nobles responsabilitats del Consell d'Estudiants.

source: Paint by Numbers
ca: Pintura per números

source: Hanako and Hisao lend a hand to Lilly's class by volunteering to help build their stall.
ca: La Hanako i en Hisao donen un cop de mà a la classe de la Lilly com a voluntaris per ajudar-los a construir la seva parada.

source: Things You Can Do
ca: Coses que pots fer

source: After escaping from the clutches of Shizune and Misha, Hisao helps out Rin again.
ca: Després d'escapar de les urpes de la Shizune i la Misha, en Hisao ajuda de nou a la Rin.

source: Exercise
ca: Exercici

source: Another early morning sees Hisao running at the track with Emi.
ca: Una altra matí en què en Hisao corre per la pista amb l'Emi.

source: Invisible Hat
ca: Barret invisible

source: Kenji gives Hisao a few insider tips on how to socialize.
ca: En Kenji li dona alguns consells d'expert a en Hisao sobre com socialitzar.

source: Home Field Advantage
ca: Avantatges de jugar a casa

source: Shizune and Misha hijack Hisao as he leaves his room for class.
ca: La Shizune i la Misha segresten a en Hisao mentre surt de la seva habitació per anar a classe.

source: No Recovery
ca: Sense recuperació

source: Hisao struggles to class after his hijacking by the Student Council.
ca: En Hisao s'afanya per arribar a classes després del seu segrest per part del Consell d'Estudiants.

source: Slow Recovery
ca: Recuperació lenta

source: Recovering from his heart flutter, Hisao eventually makes it to class.
ca: Tot refent-se de les palpitacions del seu cor, en Hisao aconsegueix arribar a classe.

source: No Free Lunch
ca: El dinar no és gratis

source: Hisao is escorted to the student council office for his first official day there.
ca: Custodien en Hisao fins a la sala del consell estudiantil per al seu primer dia oficial.

source: Foot and Mouth
ca: Peu i boca

source: Emi drags Hisao to the roof to have lunch with Rin.
ca: L'Emi arrossega en Hisao al terrat per dinar amb la Rin.

source: Mind Your Step
ca: Vigila on trepitges

source: Hisao and Lilly go shopping, meeting a very confused Rin on the way back.
ca: En Hisao i la Lilly van de compres, i en el camí de tornada es troben a la Rin molt confusa.

source: Support
ca: Suport

source: Hisao has his first Saturday lesson, complete with a talking to from Mutou.
ca: En Hisao té la seva primera classe en un dissabte, amb conversa amb en Mutou inclosa.

source: An Aesthetics
ca: Una estètica

source: Emi finds Hisao slacking around after class and recruits him to help Rin once again.
ca: L'Emi troba a en Hisao gandulejant després de classe i el recluta per ajudar una vegada més a la Rin.

source: Creative Pain
ca: Dolor creatiu

source: Hisao meets the art teacher, Nomiya, as Rin paints her mural.
ca: En Hisao coneix a la professora d'art, la Nomiya, mentre la Rin pinta el seu mural.

source: Proper Exercise
ca: Exercici com Déu mana

source: Emi and Hisao discuss the importance of being in shape.
ca: L'Emi i en Hisao discuteixen sobre la importància d'estar en forma.

source: Sip (Part 2)
ca: Glop (Part 2)

source: In an attempt to kill time, Hisao goes for a walk around the school.
ca: Amb la intenció de matar l'estona, en Hisao va a fer una passejada per l'escola.

source: Tea, cake and competitions with Shizune and Misha at the Shanghai.
ca: Te, pastís i rivalitat amb la Shizune i la Misha al Shanghai.

source: Quiet
ca: Silenci

source: Hanako and Hisao read books for the festival.
ca: La Hanako i en Hisao llegeixen llibres per al festival.

source: Don't Panic
ca: No perdis la calma

source: After waking up on the day of the festival, Hisao is greeted by a ranting Kenji.
ca: Després de despertar-se el dia del festival, en Kenji saluda a en Hisao amb grandiloqüència.

source: Is Carnival!
ca: És Carnestoltes!

source: Emi catches Hisao eating fried food and makes him accompany her as punishment.
ca: L'Emi atrapa a en Hisao menjant fregits i fa que l'acompanyi com a càstig.

source: Clouds in My Head
ca: Núvols al cap

source: Hisao keeps Rin and her now-finished mural company.
ca: En Hisao fa companyia a la Rin i al seu finalment acabat mural.

source: Promise of Time
ca: Promesa de temps

source: After a trying morning at her stall, Hisao takes Lilly to find Hanako.
ca: Després d'un matí feixuc a la seva parada, en Hisao porta a la Lilly a trobar a la Hanako.

source: Unable to help Lilly at her stall, Hisao searches for Hanako at the festival.
ca: Incapaç d'ajudar a la Lilly a la seva parada, en Hisao busca la Hanako al festival.

source: Movement
ca: Moviment

source: Lilly finishes her duties and treats Hanako and Hisao to tea at the Shanghai.
ca: La Lilly acaba les seves obligacions i obsequia a la Hanako i en Hisao amb te al Shanghai.

source: Throwing Balls
ca: Llançar pilotes

source: True to his word, Hisao spends the day with Shizune and Misha.
ca: Fidel a la seva paraula, en Hisao passa el dia amb la Shizune i la Misha.

source: The Deep End
ca: Tocar fons

source: Kenji and Hisao share a manly picnic on the roof instead of going to the festival.
ca: En Kenji i en Hisao comparteixen un pícnic d'homes al terrat, en lloc d'anar al festival.

source: Emi
ca: L'Emi

source: Act 2: Form
ca: Acte 2: Formulari

source: Morning Run
ca: Cursa de matí

source: The first of Hisao's many morning runs with Emi.
ca: El primer dels molts matins que en Hisao corre amb l'Emi.

source: Clouds, Time Travel, and Thou
ca: Núvols, viatges en el temps i tu

source: Another rooftop lunch with Emi and Rin. Emi extracts from Hisao a promise to come see the track meet.
ca: Un altre dinar al terrat amb l'Emi i la Rin. En Hisao promet a l'Emi anar-la a veure a la cursa d'atletisme.

source: Questions That Need Answering!
ca: Preguntes que necessiten resposta!

source: Idle chat between Emi and Hisao. Hisao asks Emi a few more questions about her relationship with Rin.
ca: Una conversa que no du enlloc entre l'Emi i en Hisao. En Hisao fa a l'Emi unes quantes preguntes més sobre la seva relació amb la Rin.

source: Second Time's the Worst
ca: La segona vegada és la pitjor

source: The second morning run. Hisao is almost dragged kicking and screaming around the track.
ca: El segon matí que va a córrer. En Hisao gairebé s'arrossega resistint-se i cridant al voltant de la pista.

source: An Apple a Day
ca: Una poma al dia

source: Hisao pays a visit to the nurse along with Emi, finding out that the two have known each other for a while.
ca: En Hisao fa una visita a la infermera juntament amb l'Emi, i descobreix que fa temps es van conèixer.

source: Track Meeting
ca: Cursa d'atletisme

source: The day of the track meet. Another facet of Emi's personality is revealed.
ca: Arriba el dia de la cursa. Descobreix una altra faceta de la personalitat d'Emi.

source: Down that Medicine Now
ca: Pren-te aquesta medicina ja

source: Hisao mentions a pain in his chest during a visit to the nurse and receives a lecture.
ca: En Hisao esmenta un dolor al pit durant una visita a la infermera i rep un sermó.

source: Piracy on the High Seas
ca: Pirateria en alta mar

source: Hisao discusses his future as a pirate with Emi on the rooftop, then a letter from Iwanako spoils his day.
ca: En Hisao discuteix el seu futur com a pirata amb l'Emi al terrat, després una carta de l'Iwanako espatlla el dia.

source: Famous Last Words
ca: Unes famoses últimes paraules

source: Emi and Rin take Hisao along for a picnic, soon to be spoiled by rain.
ca: L'Emi i la Rin porten a en Hisao a fer un pícnic, que es frustra aviat per la pluja.

source: Tracking Absences
ca: Seguiment d'absències

source: Hisao goes to the track as usual, but Emi is missing.
ca: En Hisao va a la pista com sempre, però l'Emi no hi és.

source: Dropping By
ca: Deixar-se anar

source: A bedside visit for a sick Emi, which quickly changes to something else entirely.
ca: Una visita a l'Emi malalt, que canvia ràpidament a una altra cosa.

source: The First Morning After
ca: El primer matí del dia següent

source: Hisao reminisces about last evening, deciding to do something to help Emi.
ca: En Hisao recorda l'última nit, i decideix fer alguna cosa per ajudar a l'Emi.

source: The (Real) Beginning
ca: El (veritable) començament

source: Another lunchtime on the rooftop, sans Rin.
ca: Una altra hora de dinar al terrat, sense la Rin.

source: Act 3: Perspective
ca: Acte 3: Perspectiva

source: Mutou pulls Hisao into a short discussion about his future.
ca: En Mutou arrossega a en Hisao cap a una breu conversa sobre el seu futur.

source: Definitions
ca: Definicions

source: Emi and Hisao attempt another picnic, this time without any intervention from Mother Nature.
ca: L'Emi i en Hisao intenten un altre pícnic, aquesta vegada sense cap intervenció de la Mare Naturalesa.

source: Invisible Rock
ca: Rock invisible

source: Back to the track in the morning, with business as usual… or so it seems.
ca: De tornada a la pista pel matí, tot com de costum... o això sembla.

source: Lunch and Science
ca: Dinar i ciència

source: Hisao sees Mutou again about his future in the sciences.
ca: En Hisao torna a visitar en Mutou per parlar sobre el seu futur en les ciències.

source: Up, Down, and Up Again
ca: A dalt, a baix i a dalt de nou

source: A frantic call from Emi brings Hisao to her room, where two surprises await him.
ca: Una trucada frenètica de l'Emi porta a en Hisao a la seva habitació, on li esperen dues sorpreses.

source: Storage Space
ca: Espai d'emmagatzematge

source: Emi coaxes Hisao into the track storage shed.
ca: L'Emi fa anar a en Hisao al cobert d'emmagatzematge d'atletisme.

source: After-School Plans
ca: Plans després de classe

source: Emi has a serious talk with Hisao about the incoming exams.
ca: L'Emi té una xerrada seriosa amb en Hisao sobre els exàmens que venen.

source: Detached
ca: Separat

source: Hisao broods about his relationship with Emi.
ca: En Hisao parla de la seva relació amb l'Emi.

source: Phantom Pain
ca: Dolor fantasma

source: Hisao's attempt to show Emi his concern doesn't go nearly as well as he hoped.
ca: L'intent d'en Hisao de mostrar a l'Emi la seva preocupació no va tan bé com esperava.

source: Debate Expresses Doubt
ca: El debat expressa el dubte

source: Hisao is confused by Emi's behavior and by an invitation to her house.
ca: En Hisao està confús pel comportament de l'Emi i per una invitació a casa seva.

source: Guess Who's Coming… Never Mind
ca: Endevina qui ve... No importa

source: Dinner at the Ibarazaki's.
ca: Sopar a la casa dels Ibarazaki.

source: Instant Replay
ca: Repetició instantània

source: Things finally come to a head at the track.
ca: Les coses finalment arriben a un punt crític a la pista.

source: Act 4: Motion
ca: Acte 4: Moviment

source: A Swing and a Miss
ca: Un gronxador i una senyoreta

source: Hisao wonders if Emi is purposefully avoiding him.
ca: En Hisao es pregunta si l'Emi l'està evitant deliberadament.

source: Saving Throw
ca: Tirada de salvació

source: Things finally come to a head on the rooftop.
ca: Les coses finalment arriben a un punt crític al terrat.

source: Whispers of the Past
ca: Murmuris del passat

source: Hisao, Emi and her mom go for a graveside visit.
ca: En Hisao, l'Emi i la seva mare van a visitar una tomba.

source: Hooray for Socks
ca: Visca els mitjons

source: Sex, drugs, but no rock and roll.
ca: Sexe, drogues, però sense rock and roll.

source: Clean Teeth
ca: Dents netes

source: Hisao wakes up, finding Emi sleeping next to him.
ca: En Hisao es desperta, troba a l'Emi dormint al seu costat.

source: Hanako
ca: La Hanako

source: Act 2: Hide and Seek
ca: Acte 2: Amagar i cercar

source: To Town, To Town
ca: A la ciutat, a la ciutat

source: A shopping trip at the convenience store with Hanako.
ca: Un viatge de compres a la botiga de conveniència amb la Hanako.

source: Tea Leaves
ca: Fulles de te

source: Hanako invites Hisao to have lunch with her and Lilly.
ca: La Hanako convida a en Hisao a dinar amb ella i la Lilly.

source: Office Confessional
ca: Confessionari d'oficina

source: Hisao and Misha discuss the plight of Hanako.
ca: En Hisao i la Misha discuteixen sobre la difícil situació de la Hanako.

source: Chess and Slides
ca: Escacs i tobogans

source: Hisao ditches the Student Council to read with Hanako.
ca: En Hisao se salta el Consell d'Estudiants per llegir amb la Hanako.

source: Rise and Shine
ca: Aixeca't i brilla

source: An invitation from Lilly to a tea party after hours.
ca: Una invitació de la Lilly a una festa del te fora-d'hores.

source: Mad Hatter
ca: El barreter boig

source: Hanako, Hisao and Lilly meet together to have tea in Lilly's room.
ca: La Hanako, en Hisao i la Lilly es reuneixen per prendre te a l'habitació de la Lilly.

source: Small Change
ca: Un petit canvi

source: Kenji is forced to repay his loan.
ca: En Kenji es veu obligat a pagar el préstec.

source: Absenteeism
ca: Absentisme

source: Hisao and Lilly discuss Hanako's school attendance.
ca: En Hisao i la Lilly parlen de l'assistència a l'escola de la Hanako.

source: Equivalent Exchange
ca: Intercanvi equivalent

source: In return for learning about his heart, Hanako reveals part of her past to Hisao.
ca: A canvi de saber què li passa al cor, la Hanako revela part del seu passat a en Hisao.

source: Act 3: Castling
ca: Acte 3: Enroc

source: Invitation
ca: Invitació

source: Lilly finds Hisao cleaning up the Tea Room and tells him about Hanako's birthday.
ca: La Lilly troba a en Hisao netejant la sala del te i li parla de l'aniversari de la Hanako.

source: Shady Encounter
ca: Una trobada tèrbola

source: An unexpected chat with Miki while reminiscing about the past.
ca: Una conversa inesperada ambl a Miki mentre recordes el passat.

source: Antiques and Pie
ca: Antiguitats i pastís

source: Lilly and Hisao shop for a present in the city.
ca: La Lilly i en Hisao compren un regal a la ciutat.

source: Falling
ca: Caiguda

source: Hanako has a panic attack during class.
ca: La Hanako té un atac de pànic durant la classe.

source: Treading Softly
ca: Camina a poc a poc

source: Lilly has bad news to discuss with Hisao and Hanako.
ca: La Lilly explica males notícies a en Hisao i la Hanako.

source: Reaching Out
ca: Ja hi arribes

source: Hisao reaches out to a withdrawn Hanako.
ca: En Hisao estira la mà a una Hanako introvertida.

source: One More Year
ca: Un any més

source: Our trio is joined by an unexpected guest as they celebrate Hanako's birthday party.
ca: Al nostre trio se li suma un convidat inesperat mentre celebren la festa d'aniversari de la Hanako.

source: One Piece of Paper
ca: Una bocí de paper

source: Hisao enjoys his first hangover, before receiving a troubling letter.
ca: En Hisao gaudeix de la seva primera ressaca, abans de rebre una carta preocupant.

source: Stripes and Solids
ca: Ratlles i sòlids

source: Heart-to-heart during a game of pool.
ca: Cor a cor durant una partida de billar.

source: Beginning of the End
ca: L'inici del final

source: Lilly's departure for her trip.
ca: La Lilly marxa de viatge.

source: Act 4: Scars
ca: Acte 4: Cicatrius

source: Truancy
ca: Falta d'assistència no justificada

source: Lunch with the Student Council and worry about Hanako shutting herself in.
ca: Dinar amb el Consell d'Estudiants i preocupat que la Hanako es tanqui.

source: Faraway Presence
ca: Presència llunyana

source: Hisao phones Lilly for advice after Hanako secludes herself for another day.
ca: En Hisao truca a la Lilly per demanar consell després que la Hanako s'apartés l'altre dia.

source: Misstep
ca: Pas en fals

source: Hisao tries to pull Hanako out of her room, with startling results.
ca: En Hisao intenta treure a la Hanako de la seva habitació, amb resultats inesperats.

source: Cut Petals
ca: Tallar pètals

source: Hisao finds his future relationship with Hanako prematurely ended.
ca: En Hisao acaba prematurament la seva futura relació amb la Hanako.

source: Continuing Melody
ca: La melodia contínua

source: Hanako returns to class, to Hisao's relief.
ca: La Hanako torna a classe, en Hisao està alleujat.

source: Shanghai Studiousness
ca: Diligència al Shanghai

source: Attempting to avoid distractions, Hisao tries studying at the Shanghai.
ca: Per intentar evitar distraccions, en Hisao es posa a estudiar al Shanghai.

source: His Past
ca: El seu passat

source: In an attempt to come closer to Hanako, Hisao shares a part of his past with her.
ca: En un intent d'acostar-se a la Hanako, en Hisao comparteix una part del seu passat amb ella.

source: City Rendezvous
ca: Una cita a la ciutat

source: The two share a date in the city.
ca: Els dos comparteixen una cita a la ciutat.

source: Whispered Touch
ca: Contacte xiuxiuejat

source: Hisao and Hanako spend the night together.
ca: En Hisao i la Hanako passen la nit junts.

source: Indeterminate Future
ca: Futur indeterminat

source: The events of the previous night weigh heavily on Hisao.
ca: Els esdeveniments de la nit anterior pesen molt sobre en Hisao.

source: Adulthood
ca: Maduresa

source: The end of two children, the beginning of two adults.
ca: El final de dos nens, l'inici de dos adults.

source: Lilly
ca: La Lilly

source: Act 2: Past
ca: Acte 2: Passat

source: Hisao shares the first of many lunchbreaks with Hanako and Lilly, recovering from the day before.
ca: En Hisao comparteix el primer de molts esmorzars amb la Hanako i la Lilly, recuperant-se del dia anterior.

source: A Pound Sterling
ca: Una lliura esterlina

source: Questioned by Kenji on Lilly's nationality, Hisao decides to investigate and finds out a great deal more.
ca: En Kenji pregunta sobre la nacionalitat de la Lilly, en Hisao decideix investigar i esbrina molt més.

source: Presents and Presence
ca: Regals i Presència

source: While out in search of a present for Hanako, Lilly and Hisao meet Akira and her cousin.
ca: Mentre busquen un regal per a la Hanako, la Lilly i en Hisao es troben l'Akira i el seu cosí.

source: Unidentified Drinking Object
ca: Objecte per beure no identificat
