Repository: alba-santalo/katawa-shoujo-re-cat
Catalog: definitions.po
Languages: ca

source: The trio hold a birthday party for Hanako, interrupted by the surprise appearance of a sibling.
ca: El trio celebra una festa d'aniversari per a la Hanako, interromput per l'aparició sorpresa d'un germà.

source: The Day After
ca: L'endemà

source: Hisao and Lilly awaken and try to recuperate from the previous evening's events.
ca: En Hisao i la Lilly es desperten i intenten recuperar-se dels esdeveniments de la nit anterior.

source: A Brief History of Thyme
ca: Una breu història de la farigola

source: Hisao and Lilly go to get some groceries.
ca: En Hisao i la Lilly van a buscar una mica de queviures.

source: Little Wing
ca: Aleta

source: A shared lunch on the roof takes an unfortunate turn.
ca: Un dinar compartit al terrat fa un gir desafortunat.

source: Bon Voyage
ca: Bon viatge

source: Lilly and Akira get seen off as they leave for a trip to their family in Scotland.
ca: Es veu com la Lilly i l'Akira marxen per fer un viatge a Escòcia amb la seva família.

source: Act 3: Present
ca: Acte 3: Present

source: Day by Day
ca: Dia a dia

source: Hisao idly lets a day without Lilly slip by, having a talk with Mutou about Yamaku.
ca: En Hisao deixa passar un dia sense que la Lilly s'escapi, fent una xerrada amb Mutou sobre el Yamaku.

source: Minor Discord
ca: Un petit desacord

source: Hisao has lunch with Kenji, then gives some handouts to an alarmingly silent Hanako.
ca: En Hisao dina amb en Kenji, i després entrega unes notes a la Hanako que està preocupantment silenciosa.

source: Dissonance
ca: Discrepància

source: With Hanako withdrawing into herself completely, Hisao offers what little help he can before calling Lilly.
ca: La Hanako es reclou completament en si mateixa, i en Hisao li ofereix la poca ajuda que pot abans de parlar amb la Lilly.

source: A World Away
ca: A l'altra punta del món

source: Hisao's reassured mind begins to wonder about the relationship between he and Lilly.
ca: La ment tranquil·la d'en Hisao comença a preguntar-se quina relació hi ha entre ell i la Lilly.

source: Renewal
ca: Renovament

source: Hisao, Hanako, and Hideaki welcome Akira and Lilly after their return from Scotland.
ca: En Hisao, la Hanako i en Hideaki donen la benvinguda a l'Akira i la Lilly després de tornar d'Escòcia.

source: Northern Sojourn
ca: Estança al nord

source: The trio begins their holiday in Hokkaido.
ca: El trio comença les seves vacances a Hokkaidô.

source: Prelude
ca: Preludi

source: A morning walk begins a chain of events.
ca: Una caminada bon matí és l'inici d'una sèrie d'esdeveniments.

source: Lilly's true feelings are told in the endless gold of the wheat fields.
ca: Els veritables sentiments de la Lilly afloren en un camp de blat que sembla un camp d'or.

source: Our couple shares their first night together.
ca: La nostra parella comparteix la seva primera nit junts.

source: Gray Outlook
ca: Una perspectiva grisa

source: Confined to the summerhouse, Lilly and Hisao are forced to come to terms with their relationship.
ca: Confinats a la casa d'estiueig, la Lilly i en Hisao es veuen forçats a acceptar la seva relació.

source: A bathing Hisao reflects on where he and Lilly are in life, before being joined by someone.
ca: Un bany on en Hisao reflexiona sobre en quin punt vital es troben ell i la Lilly, abans que s'hi uneixi algú.

source: The Momentary Present
ca: El present fugaç

source: Traveling back to Yamaku, Hisao and Lilly idly talk between themselves.
ca: De tornada al Yamaku, en Hisao i la Lilly parlen entre ells.

source: Act 4: Future
ca: Acte 4: Futur

source: Slow Steps 'Fore a Waltz
ca: Passos lents abans d'un vals

source: Back at the school, the events of Hokkaido come to the fore.
ca: De tornada a l'escola, es posa de manifest allò que va passar a Hokkaido.

source: Pajamas and Suits
ca: Pijames i vestits

source: Settling back into daily life. Akira joins the trio during one of their tea parties.
ca: Tornen a la vida quotidiana. L'Akira s'uneix al trio durant una de les seves festes de te.

source: Correct Procedure
ca: Passos correctes

source: Hisao and Lilly arrange a date, before Akira swings by.
ca: En Hisao i la Lilly organitzen una cita, abans que l'Akira arribi.

source: Out and About
ca: D'un costat a l'altre

source: Hisao and Lilly go on their first date, finding out about each other's pasts.
ca: En Hisao i la Lilly van en la seva primera cita, i descobreixen el passat de l'altre.

source: A Morning's Reverie
ca: Un somni de matí

source: Hisao and Lilly discuss their ambitions for the future.
ca: En Hisao i la Lilly discuteixen les seves ambicions per al futur.

source: Blackout
ca: Llum apagat

source: The trio muse on the upcoming holidays, before Hisao experiences sight as Lilly does.
ca: El trio reflexiona sobre les pròximes vacances, abans que en Hisao experimenti com hi veu la Lilly.

source: Hisao gets called out by Akira and the two talk about her sibling.
ca: L'Akira crida en Hisao i els dos parlen de la seva germana.

source: A Faraway Future
ca: Un futur llunyà

source: Lilly reveals her family's offer to join them in Scotland.
ca: La Lilly li revela la proposta de la seva família perquè vagi a viure amb ells a Escòcia.

source: Farewell
ca: A reveure

source: Farewells to Akira and Lilly the evening before they leave Japan.
ca: S'acomiada de l'Akira i la Lilly la nit abans que marxin del Japó.

source: False Cadence
ca: Entonació falsa

source: Hisao rushes to confront Lilly, realizing her conflict.
ca: En Hisao es precipita a enfrontar-se amb la Lilly, i se n'adona del dilema que té ella.

source: Under a Maudlin Sky
ca: Sota un cel de llagrimós

source: Waking in the hospital ward, Hisao struggles to come to terms with his life.
ca: En Hisao es desperta a la sala de l'hospital, i lluita per adaptar-se a la seva vida.

source: Under a Bright Sky
ca: Sota un cel brillant

source: Lilly rejoins Hisao, the two beginning their life together anew.
ca: La Lilly torna amb en Hisao, els dos comencen la seva vida junts de nou.

source: Forwards, with Gusto!
ca: Endavant, amb il·lusió!

source: Lilly and Hisao see off Akira.
ca: La Lilly i en Hisao s'acomiaden de l'Akira.

source: Rin
ca: La Rin

source: Act 2: Disconnect
ca: Acte 2: Desconnexió

source: A Wider Field of Vision
ca: Un camp de visió més ampli

source: Hisao spends a lunch break with Rin watching clouds on the rooftop.
ca: En Hisao passa la pausa del dinar amb la Rin veient els núvols al terrat.

source: Studies in Grayscale
ca: Estudi en escala de grisos

source: Rin and Hisao draw portraits of each other at his first art club meeting.
ca: La Rin i en Hisao dibuixen retrats l'un de l'altre en la seva primera reunió del club d'art.

source: Interstitial
ca: Intersticial

source: Kenji lends a “borrowed” book to Hisao.
ca: En Kenji presta un llibre “avorrit” a en Hisao.

source: Self Study
ca: Autodidacte

source: Misha and Shizune catch Hisao meditatively doodling during class.
ca: La Misha i la Shizune atrapen en Hisao fent gargots amb expressió pensativa durant la classe.

source: Hisao's Smile
ca: El somriure d'en Hisao

source: Rin talks to Hisao about his happy expressions, or lack of them.
ca: La Rin parla amb en Hisao sobre les seves expressions de felicitat, o més aviat la seva manca.

source: Things You Like
ca: Coses que t'agraden

source: Brief musings with Yuuko about books and Yamaku.
ca: Unes reflexions breus amb la Yuuko sobre llibres i el Yamaku.

source: Target Audience
ca: Públic destinatari

source: The day of the track meet. Facets of Emi's and Rin's personalities get revealed.
ca: Arriba el dia de la cursa. Es revelen facetes de les personalitats de l'Emi i la Rin.

source: Eternity In an Hour
ca: L'eternitat en una hora

source: Nomiya incites discussion of art during a club meeting.
ca: En Nomiya incita una la discussió d'art durant una reunió del club.

source: Underwater and a Maple with a Name
ca: Sota l'aigua i un auró amb nom

source: Rin leads Hisao into the woods, where they ponder their immediate future.
ca: La Rin porta a en Hisao al bosc, on reflexionen sobre el seu futur imminent.

source: Iwanako's Regret
ca: El penediment de l'Iwanako

source: A letter from Iwanako arrives.
ca: Arriba una carta de l'Iwanako.

source: In Her Own Image
ca: A imatge i semblança seva

source: Hisao pushes Rin to have her own art exhibition.
ca: En Hisao empeny a la Rin a tenir la seva pròpia exposició d'art.

source: Umbrella Logic Cake
ca: Pastís de lògica del paraigües

source: Emi, Hisao and Rin get rained on and seek refuge in the Shanghai.
ca: L'Emi, en Hisao i la Rin es mullen i busquen refugi al Shanghai.

source: Six Meters Closer to Heaven
ca: Sis metres més a prop del cel

source: Rin and Hisao DON'T eat lunch on the roof, due to a distinct lack of Emi.
ca: La Rin i en Hisao NO dinen al terrat, perquè clarament falta l'Emi.

source: Indecision
ca: Indecisió

source: Emi gets rid of her cold, while Rin catches her own.
ca: L'Emi es recupera del seu refredat, mentre la Rin n'agafa un.

source: Signal Interference
ca: Interferència de senyal

source: Hisao goes visit Rin in her room.
ca: En Hisao va a visitar la Rin a la seva habitació.

source: Dandelions
ca: Pixallits

source: Conclusions get drawn on a hilltop.
ca: S'arriba a les conclusions al cim d'un turó.

source: Act 3: Distance
ca: Acte 3: Distància

source: 22nd Corner
ca: 22a cantonada

source: The art club team checks out the gallery for Rin's future exhibition.
ca: L'equip del club d'art comprova la galeria per a la futura exposició de la Rin.

source: The Scent of Light
ca: L'olor de la llum

source: Hisao happens upon a sleeping Rin in the art room.
ca: En Hisao es topa amb la Rin dormint a la sala d'art.

source: Things You Can't Give Up
ca: Coses que no pots deixar córrer

source: Emi and Hisao discuss Rin's personality.
ca: L'Emi i en Hisao discuteixen sobre la personalitat de la Rin.

source: Yuuko's thoughts on motivation.
ca: Els pensaments de la Yuuko sobre la motivació.

source: Rose-Tinted Glasses
ca: Ulleres polaritzades de color rosa

source: Nomiya expounds at length about art as a career.
ca: En Nomiya s'esten parlant de l'art com a carrera.

source: The Edge of the World
ca: Els confins del món

source: Hisao confesses to Rin and gets shot down. Or does he?
ca: En Hisao es confessa a la Rin i el rebutja. O potser no?

source: The Context of Rin
ca: El context de la Rin

source: An awkward and silent afternoon at the atelier.
ca: Una tarda incòmoda i silenciosa al taller.

source: Fast Forward
ca: Avançament ràpid

source: The preparations for the exhibition settle into a strange routine.
ca: Els preparatius per a l'exposició comencen a ser una estranya rutina.

source: Self-Destruction
ca: Autodestrucció

source: Rin experiments with smoking to get a fresh look at creativity.
ca: La Rin experimenta fumant una cigarreta per a tenir una nova perspectiva de la creativitat.

source: Reverse Escapism
ca: Escapisme invers

source: Hisao takes Rin on a walk through the night streets.
ca: En Hisao fa una passejada amb la Rin pels carrers nocturns.

source: Boundless
ca: Sense límits

source: Sae and Nomiya give Hisao some insight on artists' lives.
ca: La Sae i en Nomiya donen a en Hisao algunes idees sobre la vida dels artistes.

source: Hisao surprises a desperate Rin in the atelier.
ca: En Hisao sorprèn la Rin desesperada al taller.

source: Things You Hate
ca: Coses que odies

source: Unpleasant aftermath of an incredible night.
ca: Una desagradable seqüela d'una nit increïble.

source: Shards of Ire
ca: Estelles d'ira

source: The strained relationship between the two blows apart.
ca: La relació tensa entre els dos s'acaba trencant.

source: Act 4: Dream
ca: Acte 4: Somni

source: Illusions for People
ca: Il·lusions per la gent

source: Hisao talks about his misgivings to Nomiya, to little effect.
ca: En Hisao parla dels seus mals pressentiments amb en Nomiya, no té gaire efecte.

source: Demused
ca: Fins als nassos

source: Hisao's patience comes to an end.
ca: A en Hisao se li acaba la paciència.

source: The Scene
ca: L'escena

source: Meeting with Rin at the exhibition opening.
ca: Trobada amb la Rin a la inauguració de l'exposició.

source: Wavelength
ca: Longitud d'ona

source: Hisao lethargically whiles away the last day of exams.
ca: En Hisao passa el darrer dia d'exàmens ensopit.

source: Blue Period
ca: Període blau

source: A rainy day, the 22nd Corner, and a brief history of Picasso.
ca: Un dia plujós, la 22a cantonada i la història de Picasso resumida.

source: The World Only You Can See
ca: El món que només pots veure

source: Rin and Hisao part after the rain.
ca: La Rin i en Hisao es separen després de la pluja.

source: Desperate Glory
ca: La glòria desesperada

source: A frantic Nomiya queries Hisao about Rin's whereabouts.
ca: En Nomiya, fora de si, pregunta a en Hisao si sap on és la Rin.

source: Problems of Self-Referential Logic
ca: Problemes de la lògica autoreferencial

source: Hisao finds Rin in her hiding place, and convinces her to reconcile with Nomiya.
ca: En Hisao troba la Rin en el seu amagatall, i la convenç per reconciliar-se amb en Nomiya.

source: Measuring Shadows
ca: Medir les ombres

source: Rin's apology to the art teacher isn't well-received.
ca: La disculpa de la Rin al professor d'art no és ben rebuda.

source: Hisao comforts an upset Rin.
ca: En Hisao reconforta a la Rin, que està molesta.

source: Without Breathing, Without a Sound
ca: Sense respiració, sense so

source: On the first day of summer vacation, Rin comes to Hisao's room.
ca: El primer dia de vacances d'estiu, la Rin va a l'habitació d'en Hisao.

source: Proof of Existence
ca: Prova de l'existència

source: Everything comes together on that dandelion-covered hilltop.
ca: Tot pren forma en el turó que hi ha cobert de dents de lleó.

source: Shizune
ca: La Shizune

source: Act 2: Learning to Read
ca: Acte 2: Aprendre a llegir

source: Message Passing
ca: S'està passant el missatge

source: Shizune and Hisao explore methods of communication.
ca: La Shizune i en Hisao exploren mètodes de comunicació.

source: Talk to the Hand
ca: Parla a la mà

source: Hisao begins studying a new language, and a tutor appears.
ca: En Hisao comença a estudiar un nou idioma, i li apareix un tutor.

source: Chinese Whispers
ca: Murmuris xinesos

source: Kenji manages to coerce Hisao to do a favor for him, but Hisao runs into trouble in many forms.
ca: En Kenji obliga a en Hisao a fer-li un favor, però aquest es troba amb tota mena de problemes.

source: Advanced Game Theory
ca: Teoria de jocs avançada

source: RISK isn't enough any more to satiate Shizune's hunger. What's worse, a new opponent makes her appearance.
ca: El RISK ja no és suficient per satisfer la fam de la Shizune. I encara pitjor, apareix un nou oponent.

source: Bread, Scissors, Paper
ca: Pa, paper, tisores

source: A lazy afternoon becomes dramatic as suddenly a piece of bread becomes an object of extreme interest.
ca: Una tarda d'oci es torna dramàtica quan de sobte un tros de pa es converteix en un objecte de gran interès.

source: Interface
ca: Interfície

source: Shizune and Hisao find a connection.
ca: La Shizune i en Hisao troben una connexió.

source: Spring into Action
ca: Primavera en acció

source: Hisao has to mediate between Lilly and Shizune, but luckily things work out in the end.
ca: En Hisao ha d'intercedir entre la Lilly i la Shizune, però, afortunadament, al final les coses funcionen.

source: Past Imperfective
ca: Passat imperfectiu

source: The Student Council reminisces about past years while relaxing at the Shanghai.
ca: El Consell d'Estudiants recorda històries antigues dels últims anys mentre es relaxa al Shanghai.

source: When Stars Embrace
ca: Quan les estrelles s'abracen

source: It's finally time for Tanabata!
ca: Per fi arriba el Tanabata!

source: Act 3: Sleight of Hand
ca: Acte 3: Joc de mans

source: Force Feedback
ca: Retroalimentació de forces

source: Hisao finds out that Shizune is going to visit her family, and manages to come along.
ca: En Hisao descobreix que la Shizune visitarà la seva família, i s'espavila per acompanyar-la.

source: United Nations
ca: Nacions Unides

source: The trip to Shizune's house, meeting her little brother, and a sudden fishing contest.
ca: El viatge a la casa de la Shizune, on coneix al seu germà petit, i fan un concurs de pesca inesperat.

source: Use-Mention Distinction
ca: Distinció entre ús i menció

source: Hideaki tries to entertain Hisao for a day, meeting with little success.
ca: En Hideaki intenta entretenir en Hisao durant el dia, però no se'n surt gaire.

source: Family Plot
ca: Trama familiar

source: Our trio meets Shizune's father and immediately beats a hasty retreat.
ca: El nostre trio es troba amb el pare de la Shizune i immediatament fuig.

source: Pangrammatic Window
ca: Finestra amb pangrama

source: A request from Hideaki to learn sign language unexpectedly escalates into a shouting match with Jigoro.
ca: La petició d'en Hideaki d'aprendre llenguatge de signes es converteix inesperadament en un combat de crits amb en Jigoro.

source: Closer
ca: Més a prop

source: Shizune and Hisao join together for the first time.
ca: La Shizune i en Hisao s'uneixen per primera vegada.

source: Confrontation
ca: Confrontació

source: Jigoro belittles the Student Council and Hisao rises up to the challenge.
ca: En Jigoro menysprea el Consell d'Estudiants i en Hisao accepta el repte.

source: The Anchor
ca: L'àncora

source: Back to Yamaku. A letter from Iwanako prompts a lengthy discussion from Kenji on the finer points of girlfriends.
ca: De tornada al Yamaku. Una carta de l'Iwanako dona peu a un llarg debat d'en Kenji sobre els aspectes més íntims de les xicotes.

source: Roadmap
ca: Full de ruta

source: The Student Council worries about their replacement, and Hisao ends up treating Misha to a parfait somehow.
ca: El Consell d'Estudiants es preocupa pel seu substitut, i en Hisao, d'alguna manera, acaba convidant a la Misha a menjar un parfait.

source: Acute Triangle
ca: Triangle agut

source: An afternoon of work with Shizune shows Hisao that something is amiss between the girls.
ca: Una tarda de feina amb la Shizune mostra a en Hisao que alguna cosa no rutlla entre les noies.

source: Dewey Decimated
ca: Aniquilar a Dewey

source: Yuuko gets Hisao to watch the library for her. The arrival of Kenji makes the attempt meet with mixed success.
ca: La Yuuko aconsegueix que en Hisao vigili la biblioteca per ella. L'arribada d'en Kenji fa que l'intent sigui un èxit a mitges.

source: Tongue-Tied
ca: Ni una paraula

source: Misha visits Hisao in his room, and things go in an unexpected direction.
ca: La Misha visita a en Hisao a la seva habitació, i les coses van en una direcció inesperada.

source: Look Aside
ca: Mira al costat

source: Hisao meets a depressed Misha on the roof. He ends up pushing her and Shizune together.
ca: En Hisao es troba amb la Misha deprimida al terrat. Acaba reunint-la amb la Shizune.

source: Look Ahead
ca: Mira cap endavant

source: Hisao meets a depressed Misha on the roof. Shizune joins them and pulls the whole council back to work.
ca: En Hisao es troba amb la Misha deprimida al terrat. La Shizune s'uneix a ells i fa que el consell torni a treballar.

source: Act 4: To My Other Self
ca: Acte 4: Al meu altre jo

source: Grand Strategy
ca: Gran Estratègia

source: Shizune confesses to Hisao some of her goals and failures.
ca: La Shizune confessa a en Hisao alguns dels seus objectius i fracassos.

source: Off by One
ca: Per poc

source: A failed attempt to cheer up Misha gets converted into an impromptu date for Hisao and Shizune.
ca: Un intent fallit d'animar la Misha es converteix en una cita improvisada per a en Hisao i la Shizune.

source: Invasion
ca: Invasió

source: Jigoro and Hideaki pay Shizune an unexpected and somewhat unpleasant visit.
ca: En Jigoro i en Hideaki fan una visita inesperada i una mica desagradable a la Shizune.

source: Hisao and Shizune stalk Misha. Hisao finally manages to corner her and discuss things properly.
ca: En Hisao i la Shizune persegueixen a la Misha. En Hisao finalment aconsegueix arraconar-la i discutir les coses amb calma.

source: The Summit
ca: La cimera

source: Kenji and Shizune meet in Hisao's room. Miraculously, nothing explodes.
ca: En Kenji i la Shizune es troben a l'habitació d'en Hisao. Miraculosament, res explota.

source: Succession
ca: Successió

source: The current Student Council shapes up their successors before engaging in “extracurricular activities.”
ca: L'actual Consell d'Estudiants dona forma als seus successors abans de participar en “activitats extraescolars.”

source: Sneaking Mission
ca: Missió secreta

source: The show of Misha's determination spurs Shizune to set her sights on greater things.
ca: La mostra de determinació de la Misha impulsa a la Shizune a fixar-se un objectiu més alt.

source: Infinity
ca: Infinit

source: Our trio renews their friendship, with their graduation looming close ahead.
ca: El nostre trio renova la seva amistat, amb la imminent graduació a punt d'arribar.

source: Present Tense
ca: Temps de present

source: Hisao stumbles into Lilly at lunch, and the two talk about Shizune.
ca: En Hisao es troba amb la Lilly a l'hora de dinar, i tots dos parlen de la Shizune.

source: Spiral
ca: Espiral

source: Runaround, stonewalling, and Kenji nighttime ambush.
ca: Excuses, evasives i una emboscada nocturna d'en Kenji.

source: An early-morning talk with Shizune in the silent school.
ca: Una conversa amb la Shizune aviat al matí a l'escola en silenci.

source: Hisao
ca: En Hisao

source: Misha
ca: La Misha

source: Kenji
ca: En Kenji

source: Mutou
ca: En Mutou

source: Nurse
ca: La infermera

source: Nomiya
ca: En Nomiya

source: Yuuko
ca: La Yuuko

source: Sae
ca: La Sae

source: Akira
ca: L'Akira

source: Hideaki
ca: En Hideaki

source: Jigoro
ca: En Jigoro

source: Meiko
ca: La Meiko

source: Shopkeep
ca: El botiguer

source: Miki
ca: La Miki

source: {s}Shizune{/s} Misha
ca: {s}La Shizune{/s} la Misha

source: Purple-haired girl
ca: Noia amb cabells morats

source: Twintails girl
ca: Noia amb cuetes

source: Strange girl
ca: Noia estranya

source: Wavy-haired girl
ca: Noia amb cabells ondulats

source: Laughing girl
ca: Noia rient

source: Bespectacled hallmate
ca: Company amb ulleres

source: Tall man
ca: Home alt

source: Librarian
ca: Bibliotecària

source: Silver-haired man
ca: Home de cabells platejats

source: Gallery owner
ca: Propietari de la galeria

source: Well-dressed person
ca: Persona ben vestida

source: Smiling man
ca: Home somrient

source: Huge man
ca: Home enorme

source: Slim girl
ca: Noia prima

source: Woman with braid
ca: Dona amb trena
